<template>
    <div id="about_us">
        <div class="banner-content">
            <section>
                <h1 class="banner-title">创作天地  尽情挥洒</h1>
                <h1 class="banner-subtitle">通过提供免费素材照片，创作者轻松创造美丽的产品和设计。</h1>
            </section>
        </div>
        <div class="content">
            <article>
                <h1 class="title">关于我们</h1>
                <p>您被允许将咔嚓网中发布的任何免费图像用于商业和非商业目的。但是，图像版权仍然是其作者的财产。您不能将照片库存（免费或付费）转售或在其他任何地方重新分发。</p>
            </article>
            <article>
                <h1 class="title">照片</h1>
                <p>我们有成千上万的免费素材照片，每天都会添加新的高分辨率照片。所有照片都是我们用户上传的照片。我们确保所有发布的图片都是高质量的图片，并在咔嚓许可下授权。</p>
            </article>
            <article>  
                <h1 class="title">照片来源</h1>
                <p>我们只会将来自我们摄影作者和咔嚓等来源的免费图片添加到我们的照片数据库中。我们不断努力向使用我们网站的创作者提供尽可能多的高质量免费素材照片。</p>
            </article>
            <article>    
                <h1 class="title">图像质量指南</h1>
                <p>我们的质量标准旨在提供有用的图像，设计师可以放心地使用在他们的项目。了解常见的质量问题并尽量避免它们。我们的内容编辑审查每个文件，以检查基本的技术和质量要求。请在上传你的文件到咔嚓之前，检查一下下面的要求。</p>
                <ul>
                    <li>
                        <p>1、技术要求</p>
                        <p>咔嚓上的图片格式仅限JPG，不低于400万像素，最大20M。由于不可避免的模糊，请避免放大过小的图像。</p>
                    </li>
                    <li>
                        <p>2、版权</p>
                        <p>你可以只上传图片到咔嚓，你完全是自己创建的。对于衍生作品，你可以使用咔嚓的图片，但不允许使用其他来源。特别是，不要复制那些声称提供免费图片的“壁纸网站”的图片。这些图片受到版权保护。另外，如果你从商业库存网站购买了图片，你可以在自己的项目中使用它们，但禁止将它们作为自己的作品重新发布。另外，不要从咔嚓上复制其他用户的图片并上传到你自己的账户上。</p>
                    </li>
                    <li>
                        <p>3、咔嚓图像的衍生作品</p>
                        <p>如果您在自己的作品中使用了咔嚓的图片，我们恳请您在上传衍生作品到您自己的账户之前，先征求原作者的同意。这在法律上是没有要求的，但这是礼貌和公平的。请尊重原作者的决定。咔嚓提供了无数张图片供用户选择，因此有很多可供选择的资源。如果你发表了这样一部作品，请在第一条评论中注明原作者。图像作者将很高兴看到这一点，这对用户来说是一个有趣的信息。</p>
                    </li>
                    <li>
                        <p>4、视觉需求</p>
                        <p>咔嚓上的任何图像都必须有清晰的主题、清晰的焦点和引人注目的颜色。必须避免无意的模糊、极端角度或弯曲、色差、JPG压缩伪影和图像噪声——就像任何嵌入文本一样，特别是时间戳、签名和标识。好了，这就是所有的内容学习在我们的标签为什么标签是重要的，以及如何选择有效的关键字为您的图像。</p>
                    </li>
                </ul>
            </article>
            <article>    
                <h1 class="title">使命</h1>
                <p>我们帮助数百万位设计师、作家、艺术家、程序员和其他创作者获得他们可以免费使用的唯美照片，使他们能够创造令人惊叹的产品、设计、故事、网站、应用、艺术和其他作品。我们称之为：“创作天地，尽情挥洒”</p>
            </article>
            <article>
                <h1 class="title">贡献</h1>
                <p>上传你自己的照片来支持咔嚓：不要忘记在微信、微博上分享、点赞和关注咔嚓...</p>
            </article>
        </div>
    </div>
</template>

<script>
export default {
    
}
</script>

<style scoped>
.content {
    width: 1280px;
    margin: 0 auto;
    padding: 45px 45px;
    box-sizing: border-box;
}
article {
    margin-bottom: 40px;
}
article .title {
    font-size: 24px;
    font-weight: 600;
    margin-bottom: 10px;
}
article p {
    font-size: 18px;
    line-height: 28px;
}
article > p {
    margin-bottom: 20px;
}
article ul li {
    margin-bottom: 25px;
}
</style>